Revit 2027 API
ParameterTypeId.StructuralNumberOfStuds Property
 "Number of studs"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralNumberOfStuds { get; }
Public Shared ReadOnly Property StructuralNumberOfStuds As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralNumberOfStuds {
	ForgeTypeId^ get ();
}
static member StructuralNumberOfStuds : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace